---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecDistributionNodeSupplyTo
source: html/fa331b9a-7178-f3f3-bcd2-5bc1be8f7364.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecDistributionNodeSupplyTo Property

"Supply To"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecDistributionNodeSupplyTo { get; }
```